IdeaRS.Connections
TonguePlateData.LidWeld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the weld of the lid to connected member.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData LidWeld { get; set; }
Property Value
Type: WeldData
See Also
Reference
TonguePlateData Class
IdeaRS.Connections.Data Namespace